Repository: giellalt/corpus-smj
Catalog: tmx/sma/facta/umo.se/iesjdabddo.html.tmx
Source language: smj
Languages: sma

source: Iesjdåbddo
sma: Jïjtjedomtese

source: Iesjdåbddo l ájádusá ietjas birra.
sma: Jïjtjedomtese dej åssjeli bïjre maam jïjtjemse ussjede jïh gie lea.

source: Ij la dan birra jus la tjiehppe vaj tjuorbbe juojddá dagátjit, ájnat dåbddåt árvulattjat val gávnnut.
sma: Ij leah dan bïjre jis væjkele jallh nåake ovmessie darjomh dorje, dïhte lea dan bïjre damtedh dov lea vierhtie barre dan tjïrrh datne leah datne.

source: Dåbddåt ulmusj dåhkki dav máhttá hárjjidallat.
sma: Maahta haarjanidh guktie damta manne dåhkesjem.

source: Dan mieren iesjdåbddo l bájnasj ednagit gåktu viessu ja vädjá.
sma: Guktie jïjtse jïjtjedomtesem damta lea vihkeles guktie jielemem jeala jïh mennie bïevsterisnie.

source: Buorre iesjdåbddo dahká dakkirijt ma li allasis buore, vaj duosstá dagojt majt sihtá dahkat, duosstá ådå aktavuodajt válldet ja máhttá javllat goappátjagá sidáv ja iv sidá.
sma: Hijven jïjtjedomtese vadta ahte aath dorje mah hijven, duasta aatide darjodh maam sæjhta, duasta orre gaskesadtesh tjoelmedidh jïh maahta dovne jaavoe jïh ijje aatide jiehtedh.

source: Jus la gássjelisvuohta ietjas iesjdåbdujn máhttá ienni sjaddat vaj ij dagá dakkirijt majt luluj sihtat.
sma: Jis dåeriesmoerem åtna jïjtse jïjtjedomtesinie maahta destie sjïdtedh ij darjoeh darjomh mejtie sïjhth darjodh.

source: Márjju ienni dahká dagojt majt ajtu ij sidá jali dagojt dahká iehtjádij diehti gå ietjas diehti.
sma: Dan sijjeste kaanne darjomh dorje mejtie ij sïjhth darjodh jallh dejtie dorje juktie jeatjah dam sijhtieh.

source: Iesjdåbddo ja iesjåssko ij la sämmilágásj.
sma: Eah leah jïjtjedomtese jïh jïjtjetjirkeme seamma

source: Iesjdåbddo ja iesjåssko muhttijn segaduvvi, vájku älla ållu sämmi dåbdo.
sma: Jïjtjedomtese jïh jïjtjetjirkeme muvhtene ektine pleentedh, jïlhts ij leah seamma aath.

source: Iesjåssko l dagojda tjanádum, de man ednagav jáhkká ájmmut.
sma: Jïjtjetjirkeme lea prestasjovnine, man tjarke veanhta aatide nahkasjidh.

source: Iesjdåbddo l gåktu ietjas sisbielev gähttjá goappátjagá ietjas fábmogis ja fámodis bielij.
sma: Jïjtjedomtese lea guktie vuajna gie manne leam sisnjelds, sisnie dovne veaksehke jïh viesjies sæjroejgujmie.

source: Jus la buorre iesjdåbddo de ij bájneduvá nåv ednagit massta iehtjáda adni ja ájádalli ietjas birra.
sma: Jis hijven jïjtjedomtesem åtna dellie ij tsevtsieh dan jïjnjh destie maam jeatjah tuhtjieh jïh ussjeedieh.

source: Duosstá ietjaslágásj årrot.
sma: Duasta jïjtjemsem årrodh.

source: Ij berusta jus gájka e ane duv buoremussan dagojt dahkat.
sma: Ij pryjjh ahte eah gaajhkesh tuhtjh manne bööremes ovmessie aatine.

source: Jus ulmutjin la vuollegis iesjdåbddo de máhttá ienni sieldes vájvven dåbddut ájnegasj javllamusáj buojkulvissan ietjas nägo birra.
sma: Jis vuelehks jïjtjedomtesem åtna maahta gïerve sjïdtedh naan lahtesinie vuesiehtimmien gaavhtan guelmien bïjre.

source: Aktavuohta fámo ja iesjdåbdo gaskan
sma: Gaskese faamoen jïh jïjtjedomtesen gaskem

source: Gávnnu aktavuohta iesjdåbdo ja fámo gaskan manna l ietjas viessoma badjel.
sma: Gaskesem gååvnese jïjtjedomtesen jïh dan faamoen gaskem mij lea jïjtse jielemen åvteste.

source: Gå dåbddå iesj máhttá mierredit ja bájnatjit ietjas viessomav de l giehpep buorre iesjdåbdov adnet.
sma: Gosse damta maahta jïjtse nænnoestidh jïh jïjtse jielemem tsevtsedh dellie aelhkebe buerie jïjtjedomtesem utnedh.

source: Ienni iesjdåbddo máhttá vuollánit jus ietjas dåbddu fámodibmen.
sma: Dan båastoeh maahta jïjtjedomtese våajoelidh jis faamohts damta.

source: Máhttá buojkulvissan gássjel dåbddut ietjas vidjurav bájnatjit gå guhka ájgev la bargov åhtsåm ja ij la avtak oadtjum, jali gej aktan årru ilá ednagav mierredi ietjas viessoma badjel.
sma: Maahta vuesiehtimmien gaavhtan gïerve damtedh dov tsiehkiem tsevtsedh jis dan guhkiem barkoem ohtsedamme jïh idtjih dam åadtjoeh jallh gosse dov gåetehke dan jïjnjh dov jieliemisnie geeredh.

source: Gåktu la buorre iesjdåbddo ?
sma: Guktie buerie jïjtjedomtesem aajhtsa ?

source: Ietjas iesjdåbddo máhttá viessomgávdan buorep ja nievrep ja máhttá aj umasslágásj nanos umasslágásj vidjurijn årrot.
sma: Jïjtjedomtese maahta buerebe jallh nåekebe ovmessie boelhkine jieliemisnie jïh maahta aaj ovmessie veaksehks ovmessie tsiehkine.

source: Gå ulmutjin la buorre iesjdåbddo de máhttá ulmusj:
sma: Gosse jïjtjedomtese faamojes maahta dam aajhtsedh gosse:

source: dåbddåt sån dåhkki, vájku ij la tjiehppe gájkka dagojda
sma: damta manne dåhkesjem, jïlhts ij leah gaajhkine bööremes

source: dåbddåt ietjanis la riektá sajev valldet, vuojnnut ja gullut ja dåbddåt ietjas guddnedum
sma: damta reaktoem åtna sijjiem vaeltedh, vååjnoes jïh govloes jïh jeatjah buerielaakan dåemiedieh dutnjien krööhkeste.

source: duosstat giehttot gåktu vädjá ja ietjas vuojnojt
sma: duasta jiehtedh guktie lea jallh maam tuhtjie

source: Guorrasit, e vuojn gájka sunji lijkku
sma: jååhkesje eah gaajhkesh maehtieh mannem lyjhkedh

source: dåbddåt ietjanis la riektá javllat sidáv ja iv sidá
sma: damta reaktam åtna dovne jiehtedh jaavoe jïh ijje aatide

source: viehkev ádnot gå dárbaj
sma: maahta viehkiem ohtsedidh jis daarpesje

source: dåbddåt sujna l loahpe buoragit viedjet, ja ietjas gáhttit ja dagojt dahkat majs buoragit vädjá
sma: damta dov lea vierhtie buerie bïevsterisnie årrodh, jïjtjemdh hokse jïh darjomh dorje mestie buerie bïevsterisnie sjædta

source: duosstat gähttjalit ådå dagojt ja ådå vidjurijt
sma: duasta orre aath jïh orre situasjovnh pryövedh

source: duosstat dáhppudallat
sma: duasta miedtedh

source: duosstat ulmutjij aktavuodav válldet
sma: duasta almetjigujmie gaskesadtedh

source: goappátjagá buorre ja nievres lájtov iehtjádijda javllat
sma: maahta dovne positijveles jïh negatijveles laejhtemh jeatjide vedtedh

source: duosstat ietjas årrot ja gåk sivddi
sma: manne lea manne jïh mov guelmiem naemhtie

source: dåbddåt ietjas buorren vájku gájkka ij la ållesláhkáj
sma: damta okey ’ m jalhts ij gaajhkemdan hijven

source: duosstát ietjas dagojt dåbdåstit ja mav la dahkam
sma: duasta tjåadjodh dan uvte maam dorje jïh maam dorjeme

source: dåbdåstit mieddemijt ja ándagisav ádnot jus la soabmásav báktijim
sma: boejhkesje maam miedteme jïh aantegese birrie jis gïem joem leajmoedi

source: máhttá ietjas guddnedit vaddet ja rámmpot
sma: maahta jïjtjemse girmie jïh madtjelde.

source: Gåktu l vuollegis iesjdåbddo ?
sma: Guktie vuelehks jïjtjedomtesem aajhtsa ?

source: Gå iesjdåbddo la rassje de máhttá ulmusj:
sma: Gosse jïjtjedomtese viesjies maahta dam aajhtsedh gosse:

source: ietjas nievrren dåbddåt, ja adnet ij la aktak árvvo
sma: nåake damta, ij tuhtjh mov lea vierhtie

source: dahkat dagojt ma älla buoraga allasis
sma: darjomh darjodh mah ij leah hijven

source: ij sihtat iehtjádij säbrástallat
sma: ij sïjhth jeatjah gaavnesjidh

source: ij sihtat ådå dagojt gähttjalit
sma: ij sïjhth orre aath voejhkelidh darjodh

source: gähttjalit ietjas iehtjádijda hiebadit venagisvuohta- ja gieresvuohtaaktavuodajn
sma: voejhkele jeatjine sïemedidh voelpe- jïh gieriesvoeterelasjovnine

source: ij viessomsajev válldet ja ij ga vuojnnut umasse vidjurijn
sma: ij sijjiem vaeltieh jïh ovmessie tsiehkine antanadta

source: iehtjádijt lållåt ja udnodimen årrot
sma: daamhtaj jeatjah ååvede jïh såvmehte

source: Sieldes håjeduvvá jus dáhppudallá juojnak
sma: hujnies sjædta jis miedtedh mejnie maam darjodh.

source: Nievres iesjdåbddo máhttá aj vuojnnut gå ulmusj dårru, nuppástallá jali l bahá iehtjádijda.
sma: Nåake jïjtjedomtese maahta aaj vååjnedh dan tjïrrh persovne dååre, irhkie jallh jeatjide plerhkede.

source: Máhttá aj gähttjalit tjiehkat nievres iesjdåbdov gå gähttjal årrot sieldes tjiehppe ja buoremus gájkkaj jali ietjas birra goarssu.
sma: Dïhte aaj maahta naemhtie årrodh voejhkele nåake jïjtjedomtesem tjïekedidh dan tjïrrh voejhkele dan væjkeles jïh gaajhkem bööremes årrodh jallh jïjtjemse garmere.

source: Manen oadtju vuollegis iesjdåbdov ?
sma: Mannasinie vuelehks jïjtjedomtesem åådtje ?

source: Gávnnuji moattelágásj oare dasi gå l vuollegis iesjdåbddo.
sma: Gååvnese ovmessie sjïekh mennie vuelehks jijtjedomtesem åtna.

source: Gájka dárbahi árvvon aneduvvat, vuojneduvvat ja guddneduvvat ietjas diehti.
sma: Madtjeldehteme, girmeme jïh krööhkeme dan bïjre gie datne leah mij ’ akth maam gaajhkesh daarpesjieh.

source: Iesjdåbddo vuollán jus la bajássjaddamin álu gullam sån ij la nuoges buorre, ij dåhkki masik jali l vájvve.
sma: Jïjtjedomtese vualene jis bæjjanimmien mietie daamhtaj åådtje govledh ij leah nuekies, ij leah væjkeles, ij dåhkesjh jallh barre mööredh.

source: Sämmibále máhttá ulmusj gut la árvvon aneduvvam val gå sån la buoragit dåjmadam, buojkulvissan idråhttågilbbusin jali gähttjalimen skåvlån, jáhkket sån val dåhkki gå la juoga buoragit dahkam.
sma: Seamma aejkien jis persovnem girmie ajve gosse dïhte lea maam akt hijven dorjeme, vuesiehtimmien gaavhtan gaahtjemisnie jallh pryövoem skuvlesne, dellie dïhte maahta jaehkedh barre dåhkesje gosse lea maam akt hijven dorjeme.

source: Ij dåhkki val gå gávnnu.
sma: Ij dåhkesjh gosse barre gååvnese.

source: Iesjdåbddo bájneduvvá aj negatijvalattjat jus ij åbbå vuojneduvá bajássjaddamin, buojkulvissan jus äjgáda jali gej bajássjaddá älla hejman nåv ednagit, jus li skihpasa, boastoaddne jali ilá enas la ietjasa viessomin vaj e asta ja e nagá ietjasa mánájt vuojnnet.
sma: Jïjtjedomtesem aaj negatijveles vuekine tsavtsa jis ij naan datnem vuejnieh gosse byjjene, vuesiehtimmien gaavhtan jis dov eejhtegh jallh åelieh eah leah gåetesne, jis dah skïemtjes, båajhtoehlaakan nåhtadidh jallh ålvas jïjnjh utnieh dej jïjtje jieliemisnie guktie eah hinnh jallh åajsoeh dej maanide vuejnedh.

source: Dåbddo ij dåhkkit máhttá vuododuvvat gå ulmutja li umassláhkáj njuorrasa.
sma: Maahta aaj nimhtie årrodh naan jienebe damta jïh ussjede enn jeatjah jïh destie damta ij dåhkesjh.

source: Jus la njuoras de máhttá vuollegis iesjdåbddo, juska vil la buoragit bajássjaddam.
sma: Jis jïjnjh damta jïh ussjede dellie vuelehks jïjtjedomtesem åådtje, jilhts buerie bæjjanimmietsiehkine bæjjani.

source: Ihka masi vuododuvvá l vuollegis iesjdåbddo, de máhttá buoreduvvat.
sma: Jïjtjedomtese åålegh maahta buaranidh.

source: Ietjas dåbddåt sierralágátjin, siebrrevuodadagi ja ietjas buohtastahttet iehtjádij
sma: Damta ålkolen, jeatjhlaakan jïh jeatjajgujmie mohtedidh

source: Máhttá aj ájnas ietjas iesjdåbdduj man sjimuk la fuolkijn jali ulmutjij gej aktavuodav adná bajássjaddamájgen.
sma: Maahta aaj jïjtjedomtesem tsevtsedh man majjoes fuelhkien jallh persovni mejgujmie byjjeni.

source: Jus gájkka iehtjáda lijkkuji spårttåj ja iesj ij la åbbå miellogis, de máhttá dåbddåt boasstot la dádjadum ja dármeduvvat.
sma: Jis dah jeatjah saavremem lyjhkoeh bene ij jïjtse dan bïjre seahkerh maahta nåakebe jïh viesjiesåbpoe damtedh.

source: Ietjá vidjura ma máhtti iesjdåbdov vuoledit márjju li:
sma: Jeatjah aath mah dåarjoeh jïjtjedomtesem vualanidh maahta årrodh:

source: ietjas dåbddåt siebrrevuodadagi jali l nuppástuvvam
sma: damtasåvva ålkone jallh irhkesåvva

source: bargodibme
sma: barkohts

source: vájvve l mierredit majt galggá ietjas viessomijn dahkat, ja makkir åhpadusáv válljit jali makkir virgev galggá
sma: gïerve nænnoestidh maam edtja jielemem darjodh, maam edtja lïerehtidh jallh mejnie sæjhta barkedh

source: psykalattjat nievret vädjá ja buojkulvissan la sieldes goavgen jali garra håjen.
sma: psykijen nåake damta jïh vuesiehtimmien gaavhtan asvede jallh hujnesne.

source: Moattes ietjasa buohtastahtti gej dåbddi jali ulmutjij rekláman ja median.
sma: Jïjnjh mohtedieh jeatjajgujmie gïeh demtieh jallh persovnigujmie reklaamine jïh medijisnie.

source: Dadi alep rávkalvisá li ietjanis – galggá buorre gájkka dagojda – dadi gássjelap la dåbddut ietjajnis dudálasj.
sma: Dan jollebe krïevemh jïjtsasse beaja - edtja gaajhkem bööremes årrodh, faavroes jïh gaajhkesh edtjieh datnem lyjhkedh - dellie geervebe jïjtjemse fuakedh.

source: Iesjdåbddo ij agev vuojnnu ålgolt
sma: Jïjtjedomtese ij åålegh vååjnh

source: Gássjel la ålgoldis vuojnnet gåktu ulmusj ietjas iesjdåbdov dåbddå.
sma: Gïerve ålkoebielesne vuejnedh guktie persovne sov jïjtjedomtesem dååjredh.

source: Muhtem gut ålgolt vuojnnet la vuorbálasj, mij la fávrro, tjiehppe l skåvlån jali bargon ja sujna li edna rádna, sujna máhttá ajtu vuollegis iesjdåbddo ja dåbddåt sån ij dåhkki ja rähkku.
sma: Naan gie vååjnoes lyhkesidh, gie lea tjaebpies, væjkeles skuvlesne jallh barkosne jïh jïjnjh voelph åtna, maahta vuelehks jïjtjedomtesem utnedh jïh damtedh ij dåhkesjh.
